#Выводит области 
print("Показатель температуры воздуха в Кыргызстане на сегодня" "\n" 
      "1 - Бишкек" "\n"
      "2 - Ош" "\n"
      "3 - Баткенская область" "\n"
      "4 - Джалал-Абадская область" "\n"
      "5 - Нарынская область" "\n"
      "6 - Ошская область" "\n"
      "7 - Таласская область" "\n"
      "8 - Чуйская область" "\n"
      "9 - Иссык-Кульская область")
a=int(input())           #Переменная
if a==1:            #Условный оператор
    print("В Бишкеке температура воздуха ночью +17, днем +35 градусов.")  #Действие при выполнении Условного оператора
elif a==2:
    print("В Оше температура воздуха ночью +14, днем +29 градусов.")
elif a==3:
    print("Баткенской области температура ночью +19, днем до +38 градусов.")
elif a==4:
    print(" Джалал-Абадской области температура ночью +18, днем до +39 градусов.")
elif a==5:
    print("В Нарынской области +9 ночью и +29 градусов днем.")
elif a==6:
    print("В Ошской области температура ночью +18, днем до +39 градусов.")
elif a==7:
    print("В Таласской области температура ночью +12, днем +34 градуса.")
elif a==8:
    print("В Чуйской области ожидается ночью +15, днем +35 градусов.")
elif a==9:
    print("В Иссык-Кульской области ночью +10, днем +29 градусов.")
else:  #Конец условного оператора
    print("ТАКОЙ ОБЛАСТИ НЕТ!") #Вывод ошыбки, если а меньше или больше 1-9
